orlis/open_source_benchmarks/apps/org.epstudios.epmobile_47_src.tar.gz/app/src/main/assets/parahisianpacinginstructions.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Para-Hisian Pacing</title>
<!-- 2014-10-21 Tue 11:15 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="David Mann" />
</head>
<body>
<div id="content">
<h1 class="title">Para-Hisian Pacing</h1>
<div id="outline-container-unnumbered-1" class="outline-2">
<h2 id="unnumbered-1">Use</h2>
<div class="outline-text-2" id="text-unnumbered-1">
<ul class="org-ul">
<li>Distinguish retrograde accessory pathway (AP) conduction from retrograde AV nodal (AVN) conduction.
</li>
<li>Useful for assessing retrograde conduction when SVT not inducible in patient with WPW or concealed septal AP, and post-ablation to exclude continued retrograde AP conduction.
</li>
<li>Most useful for detecting paraseptal pathways.
</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-2" class="outline-2">
<h2 id="unnumbered-2">Technique</h2>
<div class="outline-text-2" id="text-unnumbered-2">
<ul class="org-ul">
<li>Pace ventricle near His bundle or right bundle (HB-RB), using catheter with closely spaced electrodes (2 mm).
</li>
<li>Pace at high output (10 mA and 2 to 6 ms pulse width).
</li>
<li>Withdraw catheter towards HB-RB until there is shortening of the QRS duration, indicating His or RB capture.
</li>
<li>Decrease pacing output until loss of HB-RB capture, indicated by widening of QRS.
</li>
<li>Measure stimulus to local A (S-A), as well as His to A (H-A) if possible.
</li>
<li>Assess atrial activation sequence for changes using multiple atrial recordings (e.g. coronary sinus, high right atrium).
</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-3" class="outline-2">
<h2 id="unnumbered-3">Results</h2>
<div class="outline-text-2" id="text-unnumbered-3">
<ul class="org-ul">
<li>Loss of HB-RB capture with change in atrial activation sequence indicates combined retrograde AP and AVN conduction.
</li>
<li>Loss of HB-RB capture with no change in atrial activation sequence indicates exclusive retrograde AP or AVN conduction.
<ul class="org-ul">
<li>Loss of HB-RB capture without change in S-A interval indicates exclusive retrograde AP conduction.  H-A shortens as its activation is now delayed due to retrograde activation via remote inputs near apex of RV.
</li>
<li>Loss of HB-RB capture with increase in S-A interval indicates exclusive retrograde AVN conduction.  H-A interval is unchanged.
</li>
</ul>
</li>
<li>Note slowly conducting AP or distant AP can give false AVN only response.
</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-4" class="outline-2">
<h2 id="unnumbered-4">Reference</h2>
<div class="outline-text-2" id="text-unnumbered-4">
<p>
Hirao K, Otomo K, Wang X, et al. Para-Hisian pacing. A new method for differentiating retrograde conduction over an accessory AV pathway from conduction over the AV node.  Circulation 1996; 94: 1027-1035.
<a href="http://circ.ahajournals.org/content/94/5/1027.full">http://circ.ahajournals.org/content/94/5/1027.full</a>
</p>
</div>
</div>
</div>
</body>
</html>
